var i18n = i18n || {};

i18n.space = {
    homework: '作业',
    exercise: '在线练习',
    title1: '平台为老师提供专属的、集中的教学管理空间',
    title2: '教学管理空间中不仅包含了教育厅为老师提供的各种服务、工具，也可以让满足规范的第三方教育服务提供商接入进来，提供更多更好的服务和工具给老师。',
    title3: '平台为家长提供一个了解孩子学习情况的空间',
    title4: '包含学习报告、通知公告、问答等。帮助家长全方位了解孩子的表现，促进家长参与课后学习监督与指导。',
    title5: '为学生提供一站式服务模式，提供专属的学习空间',
    title6: '包含作业、笔记、作题本、问答、通知公告等功能，养成以有效学习为目的的良好学习习惯。',
    title7: '全方位的互动交流平台',
    title8: '包含聊天、朋友圈、学习社区等，为老师、学生、家长提供方便的沟通交流工具，拉近家校之间的距离。',
    homework1: '首页',
    homework2: '布置作业',
    homework3: '我的作业',
    homework4: '统计分析',
    wrong1: '作业',
    wrong2: '在线学习'
};