var i18n = i18n || {};

i18n.version = {
    title: '功能更新日志',
    v11: '发布第一个版本，提供了新闻、资源超市、应用超市、学习社区、智慧学习5个功能板块，满足老师/学生在咨询获取、备课授课、在线学习、沟通交流等方面的需求',
    v21: '增加用户自主注册功能，老师、学生可以通过手机号/邮箱自主注册账号，并使用平台提供的服务',
    v22: '增加作业模块，为老师提供了很方便的作业管理系统，老师可以在这上面布置作业，批改作业，查看作业报告、统计分析等；为学生提供了方便的在线完成作业的功能，作业实现自动批改，智能分析查缺补漏',
    v31: '资源超市中的“习题”支持在线预览与答题',
    v32: '提供资源购买、用户UGC资源上传的功能',
    v51: '增加朋友圈、学习社区模块，为老师、学生提供全方位的、更加方便快捷的沟通交流工具',
    v61: '为老师提供以下功能：<br>首页、教学管理（作业、班级管理、网盘、教育百科）、学习（我的课程、课程推荐、课程库）、资源超市、教育应用、新闻、交流（WEBIM、朋友圈、学习社区）',
    v62: '为学生提供以下功能：<br>学生：首页、学习空间（作业）、在线学习（我的课程、课程推荐、课程库、我）、学习应用、新闻、交流（WEBIM、朋友圈、学习社区）',
    v71: '资源超市中增加学科工具、在线的生字卡，为老师的备课提供方便的工具，助力老师提升备课效率',
    v72: '在线学习模块中，支持用户上传课程，老师和学生可以把自己喜爱的课程上传到网教通平台上，分享给其他人一起学习',
    v73: '提供了教育百科模块，为老师提供了快速获取知识点学习方案的一个工具，通过该工具，老师也可以为其他人共享您的教学方法',
    v81: '全面的性能优化，提供更好的用户体验',
    v82: '资源超市UI全新改版，提供更好的交互体验',
    v83: '支持课程搜索、应用搜索',
    v84: '全新新应用超市上线，为教师、学生提供更细分的教育应用，为教育应用开发者提供应用推广渠道',
    v91: '增加问答模块，在学习的过程中可进行提问，问题会关联提问时对应的课程章节/知识点。可回答问题、对问题内容点赞，也可对别人的回答进行采纳，进行学习互动',
    v92: '增加通知公告模块，第一时间收取各类公告，不错过',
    v93: '增加家长端功能，为家长提供了家长空间、家长课堂、学生的学习报告等等，通过该平台，家长可以全方位的了解小孩的学习情况，并进行有效的辅导',
    v94: '增加笔记模块，在学习的过程中可记录笔记，笔记会关联至对应的课程章节/知识点。用户可以将笔记公开，也可摘录他人的笔记，并为公开的笔记点赞',
    v101: '福建省教育信息化统一平台V1.0Beta发布啦，第一期推出老师、学生、家长三个角色对应的功能。平台将连接用户、连接资源、连接设备，满足老师、学生、家长等使用者在教育方面的所有需求'
};