var i18n = i18n || {};
i18n.ppt = {
    description: '101教育PPT课件制作工具是一款服务教师用户，结合101教育云平台K12全学科教学资源的备授课一体的软件，软件支持智能资源匹配、辅助工具以及手机控制课件等功能；同时还拥有跨多元领域的优质3D、VR内容资源，为学生创设接近真实的学习环境，打造可沉浸交互的三维学习环境。',
    android: 'Android版',
    ios: 'iOS版',
    pc: 'PC版',
    version: '版本号:1.1.7.10',
    time: '更新时间:2017-01-17',
    title1: '版本更新说明',
    title2: '1、紧急修复部分旧版本升级失败的问题。'
};

i18n.wjt = {
    description: '网教通是为教育体系量身定做的一款通道型APP产品，以教育体系独特的组织架构为通道基础，连接各种教育资源和应用，为老师、学生、家长各自的学习以及相互之间的联动提供桥梁。',
    title: '网教通解决方案'
};